Repository: hannta/Parkkis
Catalog: Parkkis/Parkkis.Shared/Strings/*/Resources.resw
Source language: en_us
Languages: fi

# AboutContact.Text
source: Contact
fi: Ota yhteyttä:

# AboutDevelopedBy.Text
source: Developed by Hannu Tapanila
fi: Kehittäjä Hannu Tapanila

# AboutHowItWorksDescription.Text
source: With Parkkis you can browse nearby parking facilities and see their free space status. You can also navigate to selected parking facility.
fi: Parkkiksella voit etsiä lähimmän parkkihallin ja katsoa onko siellä tilaa. Voit helposti navigoida valitsemaasi parkkihalliin.

# AboutHowItWorksTitle.Text
source: How it works
fi: Kuinka parkkis toimii

# AboutLeaveFeedbackButton.Content
source: Leave feedback
fi: Anna palautetta

# AboutRateAndReviewButton.Content
source: Rate and review this app
fi: Arvostele sovellus

# AboutTitle.Text
source: About
fi: Tietoja

# AboutVersion.Text
source: Version
fi: Versio

# AppBarButtonList.Label
source: list
fi: lista

# AppBarButtonRefresh.Label
source: refresh
fi: päivitä

# AppBarMenuAbout.Label
source: info & about
fi: tietoja

# AppBarMenuSettings.Label
source: settings
fi: asetukset

# ButtonNo
source: No
fi: Ei

# ButtonYes
source: Yes
fi: Kyllä

# ContactEmailSubject
source: Parkkis feedback
fi: Parkkis palaute

# DialogAllowLocationUsageMessage
source: Allow Parkkis to use your location?
fi: Salli sovelluksen käyttää sijaintitietoasi?

# DialogAllowLocationUsageTitle
source: Allow location usage?
fi: Salli sijainnin käyttö

# DialogStartNavigationMessage
source: Navigate to
fi: Navigoi kohteeseen

# DialogStartNavigationTitle
source: Start navigation
fi: Aloita navigointi

# FacilityStatusAlmostFull
source: Almost full
fi: Melkein täynnä

# FacilityStatusClosed
source: Closed
fi: Suljettu

# FacilityStatusFull
source: Full
fi: Täynnä

# FacilityStatusOpen
source: Open
fi: Avoinna

# FacilityStatusSpacesAvailable
source: Spaces available
fi: Tilaa

# FacilityStatusUnknown
source: Unknown status
fi: Tila tuntematon

# NoParkinFacilitiesFound.Text
source: Unable to find parking facilities
fi: Parkkitaloja ei löytynyt

# ParkingFacilitiesTitle.Text
source: Parking Facilities
fi: Parkkitalot

# SettingsAllowLocationUsage.Content
source: Allow location use
fi: Salli sijainnin käyttö

# SettingsAllowLocationUsageDescription.Text
source: Your location is used just for calculating distances and displaying your location on map.
fi: Sijaintitietoa käytetään etäisyyksien laskentaan sekä sijainnin näyttämiseen kartalla.

# SettingsRegionDescriptions.Text
source: Select used region.
fi: Valitse käytetty alue.

# SettingsRegionLabel.Text
source: Region
fi: Alue

# SettingsTitle.Text
source: Settings
fi: Asetukset
